[
  {
    "name": "AMORDEPICES",
    "reporter": "forami1",
    "bad": false,
    "reason": "ballesta que trollea,molesta al tanke,reinicia las pulls,jala agro para matarnos y se sale"
  },
  {
    "name": "Arcanisz",
    "reason": "pesimo heal va 8 3 y no cura nada izo morir al tank varias veses se perio map 13",
    "reporter": "vitilio",
    "bad": false
  },
  {
    "reason": "Healer se sale a mitad de una 14 por robar agro y no tirar botas xd muere 1 sola vez",
    "bad": false,
    "reporter": "Raszdesky",
    "name": "Arjhidazz"
  },
  {
    "reason": "Tank troll, al comienzo quedo low vida en una pull, luego de eso empezo a tirar solo una q en las pulls para que murieramos aproposito, le dije en español e ingles que tirara 2 q pq nos estaba matando y me ignoraba, llego al final, y le dijo a un frost que llamara agro de los mobs pequeños de la sala del boss, y no les pego, asi que el frost se murio pq no tenia cd en botas, luego le hizo lo mismo al healer, se terminaron desconectando los 2 dps y se perdio el mapa",
    "name": "Battlefury",
    "reporter": "ElHalconBlanco",
    "bad": false
  },
  {
    "name": "Bie4ch",
    "reporter": "Xiloj",
    "bad": false,
    "reason": "No era mi mapa. Asuntos Sospechosos 14. después de la pull del  cofre, había que hacer el mini skip y el tank Bie4ch no se puso zapatos de tenacidad. pasó rooteando. toda la party murió por el  mini boss (no fue culpa del tank) pero por lo mismo los mobs que rooteo lo alcanzaron los intentó pullear y por no haber healer murió. dijo \"GG\" y se salió del mapa por 1 caída."
  },
  {
    "reason": "sc troll se cayo una vez y se salio",
    "reporter": "leo97390",
    "name": "Cahe13",
    "bad": false
  },
  {
    "reason": "Tira de A en el Boss porque se murio solito en el skip (No paso conmigo a tiempo y se murio solo x eso)",
    "bad": false,
    "reporter": "Zyxlux1",
    "name": "Chinotico",
    "ref": "https://media.discordapp.net/attachments/1160317310645588089/1268995721164492862/image.png?ex=66b2685c&is=66b116dc&hm=45660e50e82624b3fa8283f4b3efe7af87261677257886e86485901dabf5dd52&=&format=webp&quality=lossless"
  },
  {
    "name": "Darkamine",
    "reason": "niño con con capacidades diferentes que trollea al tanque a propósito",
    "reporter": "guarnelxl",
    "bad": false
  },
  {
    "reason": "otro mas de este gremio (B E A R P A W S) ... se puso a insultar luego de que lo sacaran por troll y luego me viene a llorar al privado",
    "bad": false,
    "reporter": "Machi",
    "name": "Deozin"
  },
  {
    "name": "Dianareds",
    "reason": "Ojito con este DPS, abandono un fungi 14, por irse a CTA, digan q se pudo terminar a tiempo",
    "reporter": "Stevensooon",
    "bad": false
  },
  {
    "reason": "CHINO HIJO DE SU HERMOSA MADRE, SE SALIO SIN DAR ABSOLUTAMENTE DAR 1 SOLA EXPLICACION",
    "reporter": "Winxalll",
    "name": "Drake7u",
    "bad": false
  },
  {
    "reason": "No hay palabras algunas para describir este engendro, dps trolll con el fros freeza a los dps envez de los mobs, para sacar copy y paste que esta haciendo mas daño que los xbow en cada una de las pools",
    "bad": false,
    "reporter": "Raszdesky",
    "name": "Drkfreeze"
  },
  {
    "reporter": "SHIRLRM",
    "name": "Elouiza",
    "reason": "apenas entra en un mapa se sale, siempre tiene tiempo de espera por que se sale de los mapas en mi caso vino como healer y si lo putie un poco por si se queja",
    "bad": false
  },
  {
    "reason": "pisó 3 veces la bomba en FOS e hizo poco daño, en un mapa 15",
    "reporter": "Xiloj",
    "bad": true,
    "name": "Elysior"
  },
  {
    "reason": "Entra al mapa y se sale apenas empieza, no necesito decir mas",
    "reporter": "Zyxlux1",
    "name": "Emenight",
    "bad": false
  },
  {
    "name": "FarmaciaNT",
    "reason": "Heal no hace acoso cuando se le una indicación, luego no cura en toda la pull se muere, insulta en portugués y se va del mapa",
    "reporter": "RaySkill",
    "bad": false
  },
  {
    "name": "Ganksolo",
    "reporter": "EdgelessCord",
    "reason": "Este sujeto fue de sc cuando se le pidio que vaya frost en un ravens 14 esto causo que se perdiera el mapa (no era mio pero si era de un tanque que la vdd si es muy bueno) el punto es que fue sc cuando yo era el sc y tmb llevo off tank y se lo puso cuando estabamos haciendo el boss y eso causo la muerte de la party y que se perdiera el mapa cuando el boss tenia 20k de vida la verdad una miseria de jugador",
    "bad": false
  },
  {
    "reason": "Cuidado con este Tank , mato a toda la party 2 veces y se salio en el boss pq durante todo el mapa en cada pull se cayo termino con 65% en un 17 Acechando por debajo (editado)",
    "reporter": "Winxalll",
    "name": "Gunsell",
    "bad": false
  },
  {
    "reason": "troll mapa con un monje negro 5.2 y después lo abandona",
    "name": "Hierto ",
    "reporter": "MaaxiiMaan",
    "bad": false
  },
  {
    "name": "HighDontKnow",
    "reason": "Sin motivo alguno se salió del mapa",
    "bad": false,
    "reporter": "Nailex09"
  },
  {
    "name": "HizumiLA",
    "reporter": "Shotyouhead",
    "reason": "Healer troll hizo perder mapa se comía las bombas del mapa puñado de plata se murió 5 veces en el boss",
    "bad": false
  },
  {
    "reason": "PARA Q SE METE A UN MAPA SI SUPUESTAMENTE TIENE ZVZ , SE SALIO ASI DE LA NADA",
    "reporter": "Winxalll",
    "name": "Holasalva",
    "bad": false,
    "ref": "https://media.discordapp.net/attachments/1160317310645588089/1269035317772550214/image.png?ex=66b1e47d&is=66b092fd&hm=8c3885a16ae9ed76034befc889ce27a4b5bdd5cb9f1c6a074585854a38473212&=&format=webp&quality=lossless"
  },
  {
    "reason": "Healer que no sabe tirar Q o W o E o D y mucho menos tirar botas despues de curar",
    "name": "Jalamelatripa",
    "reporter": "Zyxlux1",
    "bad": true
  },
  {
    "reason": "se salio en pleno mapa y insulto al gremio xd",
    "reporter": "leo97390",
    "name": "jedaya",
    "bad": false
  },
  {
    "reporter": "BladesMaster",
    "reason": "pesimo tank , maza 5.4 sin agro , no sabe pullear y los boses le salen mal, y me expulso pq no tire suicide en un jefe con menosde un cuarto ed vida para quedarse con el silver ",
    "name": "Josric",
    "bad": false
  },
  {
    "reason": "Nos mata a todos en boss de batalla eterna y encima se sale :v era un 12",
    "reporter": "MorganCad",
    "name": "Kaki126",
    "bad": false
  },
  {
    "reason": "tanke pocho que murio en todas las pulls de un three sisters 16 me saco del mapa por disque \"pete\" la verdad la party tmb estaba muy troll y el tanke me estaba culpando de a mi de todo cuando el fue el unico que se cayo ademas del healer y un dps que murio por el healer al hacer el ultimo boss se le activo el area y comenzo a perseguir al dps y lo mato xddd",
    "reporter": "EdgelessCord",
    "name": "Kashimlord",
    "bad": false
  },
  {
    "bad": false,
    "reporter": "DeatOfSlayer",
    "reason": "mata la party 5 veces en el inicio en un tres hermana 13 según por lag y mata nueva mente la party 4 veces mas en el boss porque no lo quería bug y que sabia hacerlas 3 juntas  nunca cancelo la habilidad de la de los cuervo y mato a la party se tiltea y abandono el mapa",
    "name": "Kenyn520"
  },
  {
    "reason": "Vino a un mapa nivel 13 con un monje negro t5",
    "bad": true,
    "reporter": "Zeeky",
    "name": "Kingganjah"
  },
  {
    "reason": "cuidado con este sc el desgraciado casi me hace perder el mapa,no lansaba stickys no dejaba de morirse y en el boss lo tuve que tankear yo solo por que el se la paso todo el rato tirado en el piso y cuando revivi al toque se moria otra vez",
    "reporter": "Dokufoxplay2",
    "name": "koalafhf",
    "bad": false
  },
  {
    "reason": "se quizo robar el cofre a pesar de que se perdio el mapa 18",
    "name": "Kotamaru",
    "reporter": "G0ldSilver",
    "bad": false
  },
  {
    "reason": "gonorrea q tira de A",
    "reporter": "Pilsendlata",
    "bad": false,
    "name": "Lihae"
  },
  {
    "name": "Lordgrim28032003",
    "reason": "tiro a por una poll que hiso mal y le echo la culpa al heal",
    "bad": false,
    "reporter": "cerrito1300"
  },
  {
    "reason": "Fost murió 2 veces mato a la party se salió del mapa después que nos hizo morir  era un nivel 15 se perdió el mapa por el daño",
    "reporter": "TOYOTOMIYANG",
    "bad": false,
    "name": "Mattsudaa"
  },
  {
    "reason": " es tanke el SC llamo una pull sin querer y tiran calma de una y se sale el tanke por que si, no muri nadie en todo el mapa solo por eso se salio por que si, no hubo toxiqueo ni nada (editado)",
    "reporter": "albertito0",
    "name": "Maufucious",
    "bad": false
  },
  {
    "reporter": "Xiloj",
    "bad": false,
    "name": "MeeLack",
    "reason": " Batalla Eterna 18, Big Pull después del primer Skip.  Troleó en pull, haciendome morir al tirar una sticky a la pull y llamar el agro de los mobs, haciendo que la pull quedara desacomodada y no poder stunear a todos los mobs. morí por eso mismo. \nLe dije que para qué tiró sticky, y dijo  \"Soy tank 18 y acá uso sticky\" muy soberbio o muy egoplayer. le dije que él no estaba tanqueando para venir a hacer eso. Y se la pasó hablando basura todo el mapa. Dejo foto de lo que decía. ",
    "ref": "https://media.discordapp.net/attachments/1160317310645588089/1270592661304377384/image.png?ex=66b4ebe0&is=66b39a60&hm=2fbc52378cc02c712be14216e950f3a39a54efef80a2419024f12aa909db51bf&=&format=webp&quality=lossless"
  },
  {
    "reason": "se salio del mapa porque se murio por culpa de el mismo y se perdio el mapa por falta de dmg",
    "reporter": "LasterbiHD",
    "name": "Miguel22455",
    "bad": false
  },
  {
    "reason": "se queda afk y tira de A",
    "bad": false,
    "name": "Naiyara",
    "reporter": "Howardbe"
  },
  {
    "reason": "tira de A en mapas. después de que se reseteara el boss con menos de 100k de vida porque el healer murió el sc se quedó parado esperando a que el tiempo corriese sin hacer daño al boss. luego tiró de A cuando se le dice que  está troleando. ",
    "bad": false,
    "reporter": "Xiloj",
    "name": "Nakhoma"
  },
  {
    "name": "Netsukii",
    "reason": "tank extremadamente troll, no lo inviten a menos que quieran perder su mapa de la forma mas tonta. dejo clip para su gozo",
    "bad": false,
    "ref": "https://streamable.com/5w0l7p",
    "reporter": "Howardbe"
  },
  {
    "name": "NicoXpronnn",
    "reporter": "Michi2193429",
    "bad": false,
    "reason": "se salio del grupo cuando iba iniciar el mapa y no entro al mapa resultando en que eramos 4 y no 5 se perdio el mapa"
  },
  {
    "reason": "No hacia daño como sc, falto demasiado daño para hacer las pulls (no usaba su chaqueta y tampoco hacia bien el combo) provocando que nos matara un total de 5 veces en el mapa (se perdio el mapa)",
    "bad": false,
    "reporter": "Zyxlux1",
    "name": "Nikets12"
  },
  {
    "reason": "Estuvo todo el mapa con laszasaetas y cuando le invite decia que iba ballesta 8.4 entero el set y se cambio a eso todo el mapa",
    "reporter": "Herrerocrack",
    "name": "nikitosik4",
    "ref": "https://media.discordapp.net/attachments/1160317310645588089/1266400641480396810/Screenshot_2024-07-26-09-19-19-293_com.albiononline.jpg?ex=66b23201&is=66b0e081&hm=8c1ef9b35960b9a6fa329458ba7143c4db75d9c9e84eab135db5258dc996ba9e&=&format=webp&width=1440&height=632",
    "bad": false
  },
  {
    "reason": "healer que no lanza cd, no cura al tanke",
    "reporter": "FakeNeeko",
    "name": "nikotarastafari",
    "bad": false
  },
  {
    "name": "OLDkronos",
    "reason": "tiro de a por que le dije que me cure cuando los mobs tienen q y que me de cd en las big",
    "reporter": "aeamano",
    "bad": false
  },
  {
    "reporter": "vitilio",
    "name": "pachatuytec",
    "reason": "se salio del mapa por q murio por su culpa",
    "bad": false
  },
  {
    "reason": "me izo morrir en el skip y de garra le dije q no se tiraban abilidades se altero y se fue osea tiro de a",
    "reporter": "vitilio",
    "name": "pennyie",
    "bad": false
  },
  {
    "name": "Pimp0lla",
    "reason": "SC se emputa pq uno de los DPS no tiro botas y lo mato el area del Arquero , y la otra se murio por areas de las brujas xD , empezo a insultar y se salio",
    "bad": false,
    "reporter": "Winxalll",
    "ref": "https://media.discordapp.net/attachments/1160317310645588089/1267147146914824318/Captura_de_pantalla_2024-07-28_104627.png?ex=66b2463e&is=66b0f4be&hm=612ae7ca1e7125789bca753c4c6771e25446bd721180549df4052d34c2deacbb&=&format=webp&quality=lossless"
  },
  {
    "reason": "FROST TROLL EN MAPA 16 ASUNTOS SOPECHOSOS , RAZON : CONGELO AL HEALER EN EL BOSS, LLAMO AL BOSS Y MATO A TODA LA PT , AFK MEDIO MAPA (editado)",
    "reporter": "Winxalll",
    "name": "Qwayke",
    "bad": false
  },
  {
    "reporter": "Pilsendlata",
    "reason": "TANK trolazo haciendo cosas de ramdoms matando a toda la party en el boss y como fui el unico q sobrevivio me expulsa por no morir con ellos XD",
    "name": "Ragemenma",
    "bad": false
  },
  {
    "name": "Roert06",
    "reporter": "vitilio",
    "reason": "se salio del mapa por que murio en el skip de garra tirando E",
    "bad": false
  },
  {
    "bad": false,
    "name": "RoxyTesting",
    "reporter": "RoxyMigurgia",
    "reason": "Este es un reporte de blacklist de prueba, por favor no tomar en cuenta."
  },
  {
    "reason": "cuidado no sabe tanquear y se mete en mapas altos",
    "bad": true,
    "reporter": "Machi",
    "name": "shedowax"
  },
  {
    "bad": false,
    "name": "SirrKnight",
    "reporter": "Xiloj",
    "reason": "Mal healer, y trolea mapas. se sale de los mapas por que una party random le decía que curaba mal. "
  },
  {
    "reason": " El señor uso este swat en el boss de FOS LVL 13 con esa build y durante el mapa nos morimos tres veces tras errar varias pulls, se nota que está empezando a tankear. ",
    "name": "Soymariio",
    "bad": true,
    "reporter": "Errtesh"
  },
  {
    "name": "Szfowl",
    "reporter": "ElHalconBlanco",
    "reason": "no da cd al tank, el tank le pide cd y se sale del mapa, se perdió un lvl 14",
    "bad": false
  },
  {
    "reporter": "julio.9344\n",
    "reason": "no sabe hacer pools y mata a la party y luego se sale del mapa",
    "bad": false,
    "name": "Tawejdati"
  },
  {
    "reporter": "forami1",
    "bad": false,
    "reason": "healer toxico mata a los dps se pierde el mapa por que no cura ni tira cd",
    "name": "Thunderking900"
  },
  {
    "name": "Tilininsanowaza",
    "reason": "se enojo porque le dijimos que tire calma ante y se salio del mapa",
    "reporter": "MaaxiiMaan\n ",
    "bad": false,
    "ref": ""
  },
  {
    "reason": "el frost se queja por que se cae el tanke que el mismo dice que esta aprendiendo y no me da tiempo de curarlo deja de pegar en las pulls solo para decirme que no se curar y se sale del mapa",
    "reporter": "forami1",
    "name": "Tsokeitora",
    "bad": false
  },
  {
    "reason": "frost que murió 1 o 2 veces en un Fishy Bussines 18 y se tiró de A en el boss, se perdió mapa",
    "bad": false,
    "reporter": "ElHalconBlanco",
    "name": "Vaxei"
  },
  {
    "name": "Xbattou",
    "reporter": "MaaxiiMaan",
    "bad": false,
    "reason": "trolleo 3 vece congelando al tanke sin razo y queriendolo matar a proposito y despues de eso me intento matar ami con unos bichos"
  },
  {
    "reason": "TROLLEO MAPA MURIENDOSE COMO 5 VECE Y MATANDO A LA PARTY MUCHAS VECES se perdio mapa era mio",
    "name": "Xmgaming",
    "reporter": "MaaxiiMaan",
    "bad": false
  },
  {
    "name": "Yobeam",
    "reporter": "MorganCad",
    "reason": "se cayó una vez haciando una pull toda rara al inicio del mapa y me queria cobrar 500k por la repa :v le dije que le pagaria la repa al final y dijo que nel y ya cuando empiezan con esas actitudes trollean feo... asi que directo para aca y gg F map 13",
    "bad": false
  },
  {
    "reason": "Cuidado con este Tank troll usó sandalias de diablo para intentar matarme con el boss. y casi se pierde el mapa",
    "reporter": "Xiloj",
    "name": "Zagorulko",
    "bad": false
  },
  {
    "name": "ZauzaEstoraXota",
    "reporter": "Ariandee",
    "reason": " se salio del mapa, solo por morir pero porque el se quedo quieto",
    "bad": false
  },
  {
    "ref": "https://media.discordapp.net/attachments/1160317310645588089/1264846741103181876/2024-07-22_03-22-13.mp4?ex=66b27992&is=66b12812&hm=609469a7b76a6785d87fb397b05203da4299afb7ba87f316de7741290ebe0ef7&",
    "reporter": "FakeNeeko",
    "name": "Zed626",
    "reason": "Mata a los demas con el ataque de las bruja morgana a proposito",
    "bad": false
  },
  {
    "reason": "Se salió del mapa por qué según \"no rushea mapas\" y ni daño hace",
    "bad": false,
    "name": "Zerotripleh",
    "reporter": "MrTonyNS"
  },
  {
    "reason": "jamas lo inviten, es un healer que solo usa w, para todo literal, no cura con nada mas que eso ni tira otras habilidades. ni camina el men.",
    "bad": false,
    "reporter": "Howardbe",
    "name": "Zulinho"
  }
]
